[
	{
		"id":  "001_a",
		"item_type": "checkpoint",
		"terminalstate":false,
		"title": "What happened when the patient arrived",
		"detail": "Please record what occurrred in relation to registration when the patient presented at the hospital reception desk.",
		"help" : "Patients are registered when they attend a hospital to establish an organized system for managing their healthcare journey. Registration allows hospitals to collect important demographic and medical information, such as personal details, medical history, insurance coverage, and consent forms. This process helps healthcare providers efficiently track and document each patient's visit, enabling effective communication, appropriate care planning, and accurate billing. Additionally, patient registration ensures compliance with legal and regulatory requirements and facilitates efficient coordination among various departments within the hospital.",
		"childSelectionRequired": true,
		"children_json":  "001_a_a_children.json",
		"sort_order": 1		
	},
	{
		"id":  "001_c",
		"item_type": "checkpoint",
		"terminalstate":false,
		"title": "Attendance by a nurse",
		"detail": "Please record what occurrred in relation to triaging of the patient by a nurse",
		"help" : "Patient care is crucial in hospitals as it encompasses all the actions taken to promote and maintain the well-being of individuals seeking medical attention. It ensures that patients receive personalized, compassionate, and effective treatment, fostering trust, comfort, and a positive healing environment.",
		"childSelectionRequired": true,
		"children_json":  "001_a_c_children.json",
		"sort_order": 2		
	},
	{
		"id":  "001_end",
		"item_type": "checkpoint",
		"terminalstate":true,
		"title": "End of questionnaire",
		"detail": "Thank you for supplying the requested information in relation to the patient's hospital treatment. You can now submit the questionnaire.\n\n**This is a checkpoint item with no children. To use it as the final item in the questionnaire, set the `terminalstate` field to `true` so that the UI will display the Submit button to allow questionnaire submission**",
		"help" : "additional help or links related to the item",
		"childSelectionRequired": false,
		"children_json":  "",
		"sort_order": 4		
	}

]